[
  {
      "id": "6358060db7315240c55ce4ca",
      "picture": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/6789545_New%20Project(1).jpg",
      "name": "Digital Marketing",
      "about": "What’s the best way to learn digital marketing in 2022 for free and in the comfort of your own home? Fortunately, there are a number of free and paid online resources that can help you build the skills needed to become a modern digital marketing professional.What’s the best way to learn digital marketing in 2022 for free and in the comfort of your own home? Fortunately, there are a number of free and paid online resources that can help you build the skills needed to become a modern digital marketing professional.In this course, we will learn the mechanics of editing and compiling programs in C++. We will begin with a discussion of the essential elements of C++ programming: variables, loops, expressions, functions, and string class. Then, we will cover the basics of object-oriented programming: classes, inheritance, templates, exceptions, and file manipulation. We will then review function and class templates and the classes that perform output and input of characters to/from files. This course will also cover namespaces, exception handling, and preprocessor directives. In the last part of the course, we will learn some slightly more sophisticated programming techniques that deal with data structures such as linked lists and binary trees."
  },
  {
      "id": "6358060daee2654a1191e90c",
      "picture": "https://d1lf7jq9a5epx3.cloudfront.net/wp-content/uploads/sites/2/2020/08/ultrafast_blog_1200x600.jpg",
      "name": "PHP",
      "about": "PHP is a widely used server-side scripting language that has become increasingly fast and powerful through the years. You can also use it on the front-end since PHP can be embedded right into HTML. These features make learning PHP a great option for any web developer. In this course, you’ll work through PHP fundamental programming concepts and gain the skills necessary to develop programs in PHP.In this course, we'll look at the object oriented patterns available in PHP. You'll learn how to connect to a MySQL using the Portable Data Objects (PDO) library and issue SQL commands in the the PHP language. We'll also look at how PHP uses cookies and manages session data. You'll learn how PHP avoids double posting data, how flash messages are implemented, and how to use a session to log in users in web applications. We'll then build the first 'complete' application that has multiple screens to Create, Read, Update and Delete (CRUD) our data. This brings all the previous concepts together and will form the basis for all later web applications.  It is assumed that learners have already taken the Building Web Applications course in this specialization."
  },
  {
      "id": "6358060de6bdbd597ffef134",
      "picture": "https://localadvertisingjournal.com/wp-content/uploads/2018/07/10-Tips-For-Killer-Web-Design-2.jpeg",
      "name": "Web Design",
      "about": "This Specialization covers how to write syntactically correct HTML5 and CSS3, and how to create interactive web experiences with JavaScript. Mastering this range of technologies will allow you to develop high quality web sites that, work seamlessly on mobile, tablet, and large screen browsers accessible. During the capstone you will develop a professional-quality web portfolio demonstrating your growth as a web developer and your knowledge of accessible web design. This will include your ability to design and implement a responsive site that utilizes tools to create a site that is accessible to a wide audience, including those with visual, audial, physical, and cognitive impairments.A Coursera Specialization is a series of courses that helps you master a skill. To begin, enroll in the Specialization directly, or review its courses and choose the one you'd like to start with. When you subscribe to a course that is part of a Specialization, you’re automatically subscribed to the full Specialization. It’s okay to complete just one course — you can pause your learning or end your subscription at any time. Visit your learner dashboard to track your course enrollments and your progress."
  },
  {
      "id": "6358060d288e044dd9fa34e9",
      "picture": "https://kordinate.world/wp-content/uploads/2021/03/Reasons-To-Choose-Wordpress-Development.png",
      "name": "Wordpress",
      "about": "By the end of this project, you will learn how to create a free website in WordPress for personal or commercial purposes.This guided project is an introduction to WordPress and is designed for people who would like to have their own website.WordPress offers a large variety of free website design and possibilities to develop a commercial website, a blog, a photo gallery, amongst others, allowing you to create an aesthetically pleasing online platform and/or add value to your business marketing.After completing this project, you will be able to create a website, select and modify the main features such as a color scheme, a logo or a menu, add pages and create articles. WordPress is an easy and free platform that provides all the tools you need to create an organized and visually appealing product while offering potential added customization and tools at a low price. Everything for your website is available on this platform!"
  },
  {
      "id": "6358060d2ba804a36e78ece8",
      "picture": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/1071218_Graphic-Design.jpg",
      "name": "Graphic Design",
      "about": "Graphic design is all around us, in a myriad of forms, both on screen and in print, yet it is always made up of images and words to create a communication goal. This four-course sequence exposes students to the fundamental skills required to make sophisticated graphic design: process, historical context, and communication through image-making and typography. The sequence is completed by a capstone project that applies the skills of each course and peer feedback in a finished branding project suitable for a professional portfolio.The goal of this specialization is to equip learners with a set of transferable formal and conceptual tools for “making and communicating” in the field of graphic design. This core skill set will equip learners for formal studies in graphic design, and a starting point for further work in interface design, motion graphics, and editorial design."
  },
  {
      "id": "6358060dba3adddaf82e7205",
      "picture": "https://d6f6d0kpz0gyr.cloudfront.net/uploads/images-archive/Blog/adobe-illustrator-reviewed-title.jpg",
      "name": "Adobe Illustrator",
      "about": "In this project, you will learn how to start using Adobe Illustrator. Adobe Illustrator is a vector-based design program in which you can design anything from logos, symbols, icons, patterns, compositions for posters, web, social media, and any other marketing material you want to create. You will know the main software tools and their uses to be able to create different arts for marketing purposes. Knowing the basics of graphic design is a great added value to any professional today. You can extend your opportunities in the professional world with the right tools. Today we will be creating a simple logo using the key tools in Adobe Illustrator and you will be able to customize yours.If you are a creative person and with a lot of desire to do things out of the box this is the pro With the tools that you will learn today you will be able to create any art, get excited!"
  }
]