[
  {
      "id": "6358060db7315240c55ce4ca",
      "picture": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/6789545_New%20Project(1).jpg",
      "name": "Digital Marketing",
      "about": "Sit eiusmod laboris ea aliqua et velit. Excepteur sit do sunt nisi voluptate labore consectetur exercitation anim sit. Cupidatat consectetur laborum Lorem aliqua dolor excepteur magna ipsum ipsum enim eu.\r\n"
  },
  {
      "id": "6358060daee2654a1191e90c",
      "picture": "https://d1lf7jq9a5epx3.cloudfront.net/wp-content/uploads/sites/2/2020/08/ultrafast_blog_1200x600.jpg",
      "name": "PHP",
      "about": "Qui incididunt culpa commodo incididunt laborum eiusmod est. Cillum Lorem do consectetur tempor laboris sunt nisi esse aute officia esse nulla consequat. Ipsum aliqua aliquip excepteur ad esse amet eu aute amet dolor tempor irure irure sunt. Occaecat reprehenderit sint voluptate ut adipisicing ipsum culpa qui ex in minim. Labore ad enim ullamco ullamco est eu est veniam sit exercitation.\r\n"
  },
  {
      "id": "6358060de6bdbd597ffef134",
      "picture": "https://localadvertisingjournal.com/wp-content/uploads/2018/07/10-Tips-For-Killer-Web-Design-2.jpeg",
      "name": "Web Design",
      "about": "Commodo ex veniam nisi eiusmod commodo ullamco deserunt labore anim duis. Aliquip aute veniam exercitation est voluptate fugiat veniam consectetur sunt deserunt magna pariatur laboris ea. Ullamco esse tempor sunt ad culpa incididunt qui. Velit in sit consectetur labore nostrud.\r\n"
  },
  {
      "id": "6358060d288e044dd9fa34e9",
      "picture": "https://kordinate.world/wp-content/uploads/2021/03/Reasons-To-Choose-Wordpress-Development.png",
      "name": "Wordpress",
      "about": "Sunt culpa incididunt id velit. Aliquip aute sint officia ad ex ad magna consequat ad aliqua. Tempor consectetur proident ad commodo culpa consequat aliquip incididunt dolore proident deserunt. Adipisicing in deserunt sunt sint ut aute.\r\n"
  },
  {
      "id": "6358060d2ba804a36e78ece8",
      "picture": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/1071218_Graphic-Design.jpg",
      "name": "Graphic Design",
      "about": "Deserunt excepteur dolore aliqua enim eiusmod sint nulla quis ipsum elit. Ipsum consectetur in enim ea. Ut veniam cupidatat nulla aute qui et. Anim veniam aliqua in exercitation qui do. Eiusmod Lorem velit sunt fugiat quis dolor irure do officia commodo dolore. Aliquip commodo labore ipsum exercitation id sit adipisicing in. Veniam veniam veniam amet proident.\r\n"
  },
  {
      "id": "6358060dba3adddaf82e7205",
      "picture": "https://d6f6d0kpz0gyr.cloudfront.net/uploads/images-archive/Blog/adobe-illustrator-reviewed-title.jpg",
      "name": "Adobe Illustrator",
      "about": "Sit aliqua sint nisi ut amet ex consequat. Ad aliqua reprehenderit duis laborum occaecat pariatur culpa quis consequat pariatur. Sunt cupidatat ex fugiat elit ullamco aliqua eiusmod. Eiusmod magna ad pariatur amet dolor.\r\n"
  }
]